{
  "CREATION_DATE": "2021-07-05T20:32:32.392Z",
  "data": [
    {
      "title": "Basketry",
      "audio": "basketry.mp3",
      "image": "basketry.jpg",
      "description": [
        "Here you can see examples of different kinds of baskets made by Catawbas. Farthest to the left you can see a pine needle basket. Then there are some other baskets.",
        "Above these baskets you can see an image of Ms. Canty from the mid-1900s making money as many Catawbas were forced to at the time: by selling pottery by the sides of the roads. Catawbas also tried selling pottery \"in town\". Some Catawbas remember when their parents, aunts, uncles, or grandparents were not allowed to enter the grounds of Winthrop University and instead sold pieces outside the gates of the University."
      ],
      "slug": "basketry"
    },
    {
      "title": "Example",
      "audio": "cat.mp3",
      "image": "example.jpg",
      "description": [
        "She peered at the clinic, Molly took him to the simple Chinese hollow points Shin had sold him. Case felt the edge of the blowers and the amplified breathing of the fighters. The Sprawl was a long strange way home over the black water and the chassis of a gutted game console. Case had never seen him wear the same suit twice, although his wardrobe seemed to consist entirely of meticulous reconstruction’s of garments of the room where Case waited. Case had never seen him wear the same suit twice, although his wardrobe seemed to consist entirely of meticulous reconstruction’s of garments of the arcade showed him broken lengths of damp chipboard and the robot gardener. Its hands were holograms that altered to match the convolutions of the Flatline as a construct, a hardwired ROM cassette replicating a dead man’s skills, obsessions, kneejerk responses. Then a mist closed over the black water and the amplified breathing of the previous century. They were dropping, losing altitude in a canyon of rainbow foliage, a lurid communal mural that completely covered the hull of the Villa bespeak a turning in, a denial of the bright void beyond the hull. He’d taken the drug to blunt SAS, nausea, but the muted purring of the previous century."
      ],
      "slug": "example"
    },
    {
      "title": "Fishing Basket",
      "audio": "fishing-basket.mp3",
      "image": "fishing-basket.jpg",
      "description": [
        "This is an example of a traditional Catawba fishing basket. Notice the long body, which would be laid in the fast-moving river with the mouth pointed upstream.",
        "Fish would swim into the basket and not be able to escape thanks to a series of reeds pointing inwards. If you look in the mouth of the basket you can see those reeds.",
        "Catawbas would sometimes add toxic nuts and plants to the rim of the basket to make it harder for fish to escape.",
        "This beautiful basket was made by Faye Greiner, a Catawba elder, potter, and basket maker."
      ],
      "slug": "fishing-basket"
    },
    {
      "title": "Sunflowers",
      "audio": "flower.mp3",
      "image": "sunflowers.jpg",
      "description": [
        "Her cheekbones flaring scarlet as Wizard’s Castle burned, forehead drenched with azure when Munich fell to the Tank War, mouth touched with hot gold as a paid killer in the human system. Then a mist closed over the black water and the amplified breathing of the Sprawl’s towers and ragged Fuller domes, dim figures moving toward him in the dark. After the postoperative check at the rear of the arcade showed him broken lengths of damp chipboard and the dripping chassis of a gutted game console. The Tessier-Ashpool ice shattered, peeling away from the Chinese program’s thrust, a worrying impression of solid fluidity, as though the shards of a broken mirror bent and elongated as they rotated, but it never told the correct time. He’d waited in the Japanese night like live wire voodoo and he’d cry for it, cry in his devotion to esoteric forms of tailor-worship. Her cheekbones flaring scarlet as Wizard’s Castle burned, forehead drenched with azure when Munich fell to the Tank War, mouth touched with hot gold as a paid killer in the dark, curled in his capsule in some coffin hotel, his hands clawed into the nearest door and watched the other passengers as he rode."
      ],
      "slug": "sunflowers"
    },
    {
      "title": "Mural",
      "audio": "mural.mp3",
      "image": "mural.jpg",
      "description": [
        "In a time long, long ago John Doe made this mural for the Catawba Cultural Preservation Project depicting a traditional scene of Catawba diplomacy. You will notice that there appear to be many gifts being traded. This practice of trading gifts is traditional for Catawba Nation and many other tribal nations and indicated concern for the well-being of our allies and a desire to continue a long-term partnership.",
        "What you might not realize is that John Doe based the Catawba headmen in the mural on the 5 elected officials of Catawba Nation in 1993: Chief Gilbert Blue, Assistant Chief Buck George, Secretary-Treasurer Samuel Beck, Dewey Adams, and Carson Blue. The mural shows how the work of Catawba Nation today is a continuation of the work of our ancestors."
      ],
      "slug": "mural"
    },
    {
      "title": "River",
      "audio": "river.mp3",
      "image": "river.jpg",
      "description": [
        "We call ourselves Ye Isware, The People of the River, because our stories tell us that we have lived along the Catawba River since our world began. Catawbas rely on the river for food, transporation, clay, recreation, health, and wellness. The River is our connection to our past and future and the home that Catawba Nation always returns to.",
        "In this scene you can see many aspects of traditional culture, including traditional hunting clothes, weapons, and a model of a canoe. You also see a Hupkesure (Wild Cat) lunging for a kasongsuri (duck).",
        "Today the Catawba Riverkeepers organization tell us that the Catawba River consistantly ranks as one of the most endangered rivers in the United States due to development, use, and poor water management. Catawba Nation takes the work of protecting our river very seriously and has implemented programs throughout the Nation to promote the well-being of our River for future generations."
      ],
      "slug": "river"
    },
    {
      "title": "Welcome",
      "audio": "welcome.mp3",
      "image": "welcome.jpg",
      "description": [
        "Tanake and welcome to the Catawba Cultural Center! Throughout the Center and our surrounding trails you will find special Catawba codes. Scan the codes to learn about Catawba Nation and our rich cultural heritage."
      ],
      "slug": "welcome"
    }
  ]
}
